libro/PreguntasBreves.org
#+TITLE: Preguntas breves
#+OPTIONS: toc:nil num:nil
#+LATEX_CLASS: memoir-article
#+LATEX_HEADER: \input{preambulo.tex} 

* Radiación Solar
- En las siguientes afirmaciones se resalta en negrita un
  número. Indique y razone brevemente si esa cantidad resaltada es
  factible en el contexto de la frase correspondiente.

  - En un lugar con latitud 40ºN, el valor medio de la irradiación
    extra-atmosférica diaria en Junio es de
    \SI{11.6}{\kWh\per\meter\squared}. La media de los valores de
    radiación global diaria registrados durante ese mes en una
    estación meteorológica cercana es de *25.2 MJ/m^2*.
    # #+BEGIN_QUOTE
    # Sí es factible. Convirtiendo unidades, la radiación global medida
    # es $\SI{7}{\kWh\per\meter\squared}$. Teniendo en cuenta la
    # irradiación extraterrestre, el índice de claridad correspondiente
    # será $\frac{7}{11.6} = 0.6$, que es un valor razonable.
    # #+END_QUOTE

- Se sitúa un módulo fotovoltaico orientado hacia el sur e inclinado
  un ángulo igual a la latitud en un lugar del hemisferio norte con
  latitud mayor que cero. Responda si son verdaderas o falsas las
  siguientes afirmaciones, aportando una breve justificación de la
  respuesta.
  - En el instante del mediodía solar, en los solsticios, el coseno
    del ángulo de incidencia entre el vector sol-tierra y la normal al
    plano del módulo coincide con el del ángulo que forma el plano de
    la eclíptica con el plano ecuatorial.
#     #+BEGIN_QUOTE
# VERDADERO. Cuando la inclinación es igual a la latitud, el ángulo de incidencia en el mediodía solar es igual a la declinación. En los solsticios la declinación es igual a $23.5^{\circ}$.
# #+END_QUOTE
  - En el instante del amanecer, el día del solsticio de invierno, el sol está situado detrás del módulo.
#     #+BEGIN_QUOTE
# FALSO. La latitud es positiva, y es solsticio de invierno, luego el sol amanece por el Sureste.
# #+END_QUOTE
  - Si utilizamos el modelo isotrópico para calcular la radiación
    difusa, podemos afirmar que la cantidad de radiación difusa
    captada por este módulo es siempre inferior a la captada por un
    plano horizontal.
  #   #+BEGIN_QUOTE
  # VERDADERO. En el modelo isotrópico, la radiación difusa depende sólo del factor de visión del cielo. Cuando el módulo está horizontal, ve el cielo completo.
  # #+END_QUOTE

- El índice de claridad, $K_{T}$, y la fracción de difusa, $F_{D}$,
  son dos parámetros que caracterizan el estado atmosférico en lo que
  a radiación solar se refiere. En relación con estos dos parámetros,
  responda si son verdaderas o falsas las siguientes afirmaciones,
  aportando una breve justificación de la respuesta.

  - La utilización de modelos anisotrópicos para estimar la radiación
    difusa sobre una superficie inclinada es particularmente importante
    cuando el valor de $K_{T}$ es elevado.
    # #+BEGIN_QUOTE
    # VERDADERO. Cuando el valor de $K_{T}$ es elevado, el cielo presenta
    # pocas nubes. De esta forma, la radiación difusa se aleja de la
    # distribución isotrópica.
    # #+END_QUOTE

  - $K_{T}$ se define, en un determinado intervalo de tiempo, como la
    relación entre la radiación global y la radiación directa, ambas
    sobre superficie horizontal.
    # #+BEGIN_QUOTE
    # FALSO. Se define como la relación entre la radiación global y la
    # radiación extraatmosférica.
    # #+END_QUOTE

  - Suponga que, para un cierto periodo de tiempo, la relación entre
    $K_{T}$ y $K_{D}$ puede representarse mediante la ecuación
    $K_{D}=b-a\cdot K_{T}$.
    - El valor del coeficiente $b$ es siempre mayor que 1.
      # #+BEGIN_QUOTE
      # FALSO. Si b>1, cuando $K_{T}=0$ debe ser $K_{D}>1.$ Es decir, hay
      # más difusa que global (imposible).
      # #+END_QUOTE
    - El coeficiente a es siempre positivo.
      # #+BEGIN_QUOTE
      # VERDADERO. La relación entre $K_{T}$ y $K_{D}$ es inversamente
      # proporcional (si hay más proporción de difusa, baja el índice de
      # claridad).
      # #+END_QUOTE

- Un determinado mes de un punto del hemisferio Norte se caracteriza
  por un promedio mensual de irradiación global diaria en el plano
  horizontal de $\SI{5}{\kWh\per\meter\squared}$. El calculo del
  promedio mensual de irradiación diaria extraterrestre en el plano
  horizontal proporciona un valor de
  $\SI{7}{\kWh\per\meter\squared}$. Obtenga el valor del
  correspondiente promedio mensual de irradiación difusa diaria en el
  plano horizontal. Exprese los cálculos y resultados con nomenclatura
  y unidades adecuadas. A la luz de estos valores, ¿a qué época del
  año corresponde este mes?

#   #+BEGIN_QUOTE 
# El índice de claridad correspondiente a estos valores es
# $K_{tm}=5/7=0.71$. Dado que son promedios mensuales, la correlacción
# recomendada es la de Page: \[ F_{dm}=1-1.13 \cdot 0.71 =0.19 \] De
# esta forma, $D_{dm}(0)=0.19 \cdot
# 5=\SI{950}{\Wh\per\meter\squared}$. Estos valores, en el
# hemisferio Norte, corresponden al verano o a la primavera.
# #+END_QUOTE

- Necesita calcular el coseno del ángulo de incidencia sobre un
  generador fotovoltaico estático. Dispone de la siguiente
  información: día del año, hora oficial, latitud y longitud del
  lugar. ¿Qué información adicional necesita conocer para realizar el
  cálculo? Describa de forma concisa el procedimiento a seguir
  contando con la información completa.

#   #+BEGIN_QUOTE
# Además es necesario conocer la orientación e inclinación del
# generador. El procedimiento es:

# - Calcular la hora solar en base a la hora oficial y la longitud
#   del lugar (tomando en cuenta el día del año para aplicar el adelanto
#   oficial por verano).
# - Calcular la declinación a partir del día del año.
# - Calcular el coseno del ángulo de incidencia con la latitud, la
#   orientación e inclinación del lugar, la hora solar y la declinación.

# #+END_QUOTE

- Una estación meteorológica situada en el centro de la península
  dispone de sensores de radiación solar que almacena en valores
  diarios. Del análisis de esta información se estima que la media de
  la irradiación global anual en el plano horizontal es de
  $\SI{6460}{\kWh\per\meter\squared}$. ¿Es aceptable este
  valor? En caso contrario, expliqué por qué e indique un valor
  orientativo que considere razonable. ¿Cuál puede ser el error
  cometido al realizar la primera estimación?

#   #+BEGIN_QUOTE
# Es un valor excesivamente elevado. Para el centro de la península son
# razonables valores en torno a
# $\SI{1700}{\kWh\per\meter\squared}$. Una posible causa de
# este valor erróneo puede ser un uso incorrecto de las unidades: es
# común que las estaciones publiquen los valores de irradiación en
# $\si{\mega\joule\per\meter\squared}$. Así, $6460/3.6 \simeq 1795$, que
# sí es un valor aceptable.
# #+END_QUOTE

- La inclinación óptima de un sistema fotovoltaico se calcula de forma
  diferente teniendo en cuenta la aplicación del sistema. Indique la
  ecuación correspondiente para las tres aplicaciones principales
  (conexión a red, bombeo de agua, y electrificación rural)
  =razonando= el motivo de cada una de estas ecuaciones.

  # - En los sistemas de conexión a red se busca maximizar la generación
  #   anual, de forma que se opta por una inclinación (aproximadamente
  #   $\SI{10}{\degree}$ menos que la latitud del lugar) que aumente el
  #   promedio anual.

  # - En los sistemas autónomos de electrificación se pretende
  #   garantizar el funcionamiento en el mes peor, que suele coincidir
  #   con el mes de menor radiación. Por tanto, se optar por una
  #   inclinación $\SI{10}{\degree}$ superior a la latitud.

  # - En los sistemas de bombeo la época de mayor demanda suele
  #   coincidir con la de mayor radiación, y por tanto se optar por
  #   inclinaciones similares a la latitud.


