libro/PreguntasBreves.tex
% Created 2018-01-09 mar 13:26
% Intended LaTeX compiler: pdflatex
\documentclass[article, a4paper]{memoir}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{color}
\usepackage{listings}
\input{preambulo.tex}
\author{Oscar Perpiñán Lamigueiro}
\date{\today}
\title{Preguntas breves}
\hypersetup{
 pdfauthor={Oscar Perpiñán Lamigueiro},
 pdftitle={Preguntas breves},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.2 (Org mode 9.1.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Radiación Solar}
\label{sec:orgd76b38f}
\begin{itemize}
\item En las siguientes afirmaciones se resalta en negrita un
número. Indique y razone brevemente si esa cantidad resaltada es
factible en el contexto de la frase correspondiente.

\begin{itemize}
\item En un lugar con latitud 40ºN, el valor medio de la irradiación
extra-atmosférica diaria en Junio es de
\SI{11.6}{\kWh\per\meter\squared}. La media de los valores de
radiación global diaria registrados durante ese mes en una
estación meteorológica cercana es de \textbf{25.2 MJ/m\(^{\text{2}}\)}.
\end{itemize}

\item Se sitúa un módulo fotovoltaico orientado hacia el sur e inclinado
un ángulo igual a la latitud en un lugar del hemisferio norte con
latitud mayor que cero. Responda si son verdaderas o falsas las
siguientes afirmaciones, aportando una breve justificación de la
respuesta.
\begin{itemize}
\item En el instante del mediodía solar, en los solsticios, el coseno
del ángulo de incidencia entre el vector sol-tierra y la normal al
plano del módulo coincide con el del ángulo que forma el plano de
la eclíptica con el plano ecuatorial.
\end{itemize}
\end{itemize}

\begin{itemize}
\item En el instante del amanecer, el día del solsticio de invierno, el sol está situado detrás del módulo.
\end{itemize}

\begin{itemize}
\item Si utilizamos el modelo isotrópico para calcular la radiación
difusa, podemos afirmar que la cantidad de radiación difusa
captada por este módulo es siempre inferior a la captada por un
plano horizontal.
\end{itemize}

\begin{itemize}
\item El índice de claridad, \(K_{T}\), y la fracción de difusa, \(F_{D}\),
son dos parámetros que caracterizan el estado atmosférico en lo que
a radiación solar se refiere. En relación con estos dos parámetros,
responda si son verdaderas o falsas las siguientes afirmaciones,
aportando una breve justificación de la respuesta.

\begin{itemize}
\item La utilización de modelos anisotrópicos para estimar la radiación
difusa sobre una superficie inclinada es particularmente importante
cuando el valor de \(K_{T}\) es elevado.

\item \(K_{T}\) se define, en un determinado intervalo de tiempo, como la
relación entre la radiación global y la radiación directa, ambas
sobre superficie horizontal.

\item Suponga que, para un cierto periodo de tiempo, la relación entre
\(K_{T}\) y \(K_{D}\) puede representarse mediante la ecuación
\(K_{D}=b-a\cdot K_{T}\).
\begin{itemize}
\item El valor del coeficiente \(b\) es siempre mayor que 1.
\item El coeficiente a es siempre positivo.
\end{itemize}
\end{itemize}

\item Un determinado mes de un punto del hemisferio Norte se caracteriza
por un promedio mensual de irradiación global diaria en el plano
horizontal de \(\SI{5}{\kWh\per\meter\squared}\). El calculo del
promedio mensual de irradiación diaria extraterrestre en el plano
horizontal proporciona un valor de
\(\SI{7}{\kWh\per\meter\squared}\). Obtenga el valor del
correspondiente promedio mensual de irradiación difusa diaria en el
plano horizontal. Exprese los cálculos y resultados con nomenclatura
y unidades adecuadas. A la luz de estos valores, ¿a qué época del
año corresponde este mes?
\end{itemize}

\begin{itemize}
\item Necesita calcular el coseno del ángulo de incidencia sobre un
generador fotovoltaico estático. Dispone de la siguiente
información: día del año, hora oficial, latitud y longitud del
lugar. ¿Qué información adicional necesita conocer para realizar el
cálculo? Describa de forma concisa el procedimiento a seguir
contando con la información completa.
\end{itemize}

\begin{itemize}
\item Una estación meteorológica situada en el centro de la península
dispone de sensores de radiación solar que almacena en valores
diarios. Del análisis de esta información se estima que la media de
la irradiación global anual en el plano horizontal es de
\(\SI{6460}{\kWh\per\meter\squared}\). ¿Es aceptable este
valor? En caso contrario, expliqué por qué e indique un valor
orientativo que considere razonable. ¿Cuál puede ser el error
cometido al realizar la primera estimación?
\end{itemize}

\begin{itemize}
\item La inclinación óptima de un sistema fotovoltaico se calcula de forma
diferente teniendo en cuenta la aplicación del sistema. Indique la
ecuación correspondiente para las tres aplicaciones principales
(conexión a red, bombeo de agua, y electrificación rural)
\texttt{razonando} el motivo de cada una de estas ecuaciones.
\end{itemize}
