libro/PreguntasBreves.org
* Módulos y Generadores
- En las siguientes afirmaciones se resalta en negrita un
  número. Indique y razone brevemente si esa cantidad resaltada es
  factible en el contexto de la frase correspondiente.
  - Un módulo de silicio monocristalino con dimensiones 1000 x 800 mm
    tiene una potencia de *275 Wp*.
    # #+BEGIN_QUOTE
    # No es factible. Un módulo con estas características tendría una
    # eficiencia de $\eta_m = \frac{275}{1 \cdot 0.8 \cdot 1000} =
    # 34.4\%$, que está muy por encima del actual estado del arte.
    # #+END_QUOTE

  - Un módulo tiene 108 células de silicio monocristalino conectadas
    en serie. Su tensión de circuito abierto en STC es de *24.2 V*.
    # #+BEGIN_QUOTE
    # No es factible.  La tensión de circuito abierto de cada célula de
    # este módulo sería $\frac{24.2}{108} = \SI{0.22}{\volt}$. Sin
    # embargo, el valor típico para el silicio monocristalino está
    # alrededor de $\SI{0.6}{\volt}$.
    # #+END_QUOTE

- En un momento determinado del día, un módulo de un seguidor a doble
  eje está afectado por sombras arrojadas por otro
  seguidor. Comparemos el funcionamiento de este módulo con otro
  módulo perteneciente al mismo seguidor y no afectado por
  sombras. Responda si son verdaderas o falsas las siguientes
  afirmaciones, aportando una breve justificación de la respuesta.
  - La corriente de cortocircuito del módulo sombreado es inferior a la
    del módulo no sombreado.
    # #+BEGIN_QUOTE
    # VERDADERO. La corriente de cortocircuito depende directamente de la radiación incidente.
    # #+END_QUOTE

  - La tensión de circuito abierto del módulo sombreado es inferior a la del módulo no sombreado.
    # #+BEGIN_QUOTE
    # FALSO. La tensión de circuito abierto depende de la radiación como
    # factor de segundo orden, y de forma inversamente proporcional. Por
    # tanto, la tensión del módulo sombreado será algo superior.
    # #+END_QUOTE
  - La resistencia serie del módulo sombreado es inferior a la del módulo no sombreado.
    # #+BEGIN_QUOTE
    # FALSO. La resistencia serie es prácticamente independiente de las condiciones ambientales. Depende principalmente del material activo. 
    # #+END_QUOTE
  - La corriente en el punto de máxima potencia del módulo sombreado disminuye de forma proporcional a la radiación sombreada.
    # #+BEGIN_QUOTE
    # FALSO. La relación entre la corriente de máxima potencia y la
    # radiación incidente no es tan sencilla como la existente con la
    # corriente de cortocircuito.
    # #+END_QUOTE
  - La disminución de radiación incidente debida al sombreado conlleva
    una reducción en la temperatura del módulo sombreado. Por tanto, la
    tensión en el punto de máxima potencia del módulo sombreado aumenta
    a razón de $2.3\,mV/^{\circ}C/celula$ con la diferencia entre la
    temperatura de trabajo y la correspondiente a condiciones estándar
    de test (STC).
    # #+BEGIN_QUOTE
    # FALSO. Efectivamente, la disminución de radiación conlleva una
    # reducción en la temperatura, pero la razón de 2.3 mV sólo es válida
    # para tensión de circuito abierto.
    # #+END_QUOTE

- Comente la validez de esta afirmación: "El uso de diodos de paso
  debe ser tenido en cuenta por el diseñador sólo cuando el generador
  fotovoltaico vaya a estar sometido a condiciones de temperatura
  ambiente especialmente elevadas. En caso contrario, se puede
  prescindir del uso de estos elementos para reducir los costes del
  sistema."
  # #+BEGIN_QUOTE
  # El uso de los diodos de paso dentro de los módulos se destina a
  # proteger a una o más células que, por diferentes motivos, funcionen
  # en peores condiciones que el resto de las pertenecientes a su
  # rama. El motivo más común de este comportamiento anómalo es el
  # impacto de sombras en una parte del módulo. En estas condiciones,
  # las células sombreadas se comportan como receptores, elevando su
  # temperatura hasta valores que pueden resultar dañinos para el
  # módulo. Los diodos de paso permiten un camino alternativo de
  # corriente y limitan la temperatura alcanzada. Estos diodos están
  # incluidos en la caja de conexiones del módulo fotovoltaico. No es
  # necesario añadir más diodos en una caja adicional. Su funcionamiento
  # no está relacionado con las condiciones de temperatura ambiente.
  # #+END_QUOTE

- Describa brevemente las causas y consecuencias del fenómeno del
  punto caliente en los módulos fotovoltaicos. ¿Es razonable el uso de
  varistores para evitar su aparición?

#   #+BEGIN_QUOTE
#   Cuando una célula se comporta de forma sensiblemente diferente a la
#   del resto de células que componen una agrupación serie-paralelo, es
#   posible que esta célula quede polarizada de forma que deba disipar
#   la potencia eléctrica del resto. Cuando esto sucede, la temperatura
#   de la célula puede alcanzar valores muy superiores a las del diseño
#   del encapsulamiento del módulo, y provocar daños irreversibles.

#   Los varistores no suponen ninguna solución para este fenómeno, dado
#   que son elementos de protección frente a las sobretensiones, que
#   nada tienen que ver con el fenómeno de punto caliente. La solución
#   común para proteger frente al punto caliente es el uso de diodos de
#   /bypass/ en paralelo con un conjunto de células.
# #+END_QUOTE

- En la fachada de un edificio existe un generador fotovoltaico. En un
  momento determinado parte de este generador está afectado por
  sombras de un arbolado cercano. Tomando en consideración dos módulos
  de este generador, uno de ellos afectado por sombra y denominado
  $M_S$, y otro sin sombras y denominado $M_0$, suponiendo que ambos
  módulos son idénticos, compare las siguientes magnitudes usando
  afirmaciones del estilo ``La [magnitud] del módulo $M_s$ es mayor
  que la del módulo $M_0$ porque ...'':
  - Corriente de cortocircuito
    # #+BEGIN_QUOTE
    # Dado que la corriente de cortocircuito es directamente
    # proporcional a la radiación, la corriente de cortocircuito del
    # módulo $M_0$ es mayor que la del módulo $M_s$.
    # #+END_QUOTE
  - Tensión de circuito abierto
    # #+BEGIN_QUOTE
    # La tensión de circuito abierto está determinada principalmente por
    # la temperatura de célula, que está relacionada de forma inversa
    # con la radiación incidente. Por tanto, la tensión de circuito
    # abierto del $M_0$ será ligeramente inferior a la del $M_S$.
    # #+END_QUOTE
  - Temperatura de célula

    # #+BEGIN_QUOTE
    # La temperatura de célula del $M_s$ será inferior a la del $M_0$.
    # #+END_QUOTE
  - Potencia eléctrica
    # #+BEGIN_QUOTE
    # La potencia del $M_0$ será superior a la del $M_S$.
    # #+END_QUOTE


