libro/PreguntasBreves.tex


\section*{Módulos y Generadores}
\label{sec:orge864506}
\begin{itemize}
\item En las siguientes afirmaciones se resalta en negrita un
número. Indique y razone brevemente si esa cantidad resaltada es
factible en el contexto de la frase correspondiente.
\begin{itemize}
\item Un módulo de silicio monocristalino con dimensiones 1000 x 800 mm
tiene una potencia de \textbf{275 Wp}.

\item Un módulo tiene 108 células de silicio monocristalino conectadas
en serie. Su tensión de circuito abierto en STC es de \textbf{24.2 V}.
\end{itemize}

\item En un momento determinado del día, un módulo de un seguidor a doble
eje está afectado por sombras arrojadas por otro
seguidor. Comparemos el funcionamiento de este módulo con otro
módulo perteneciente al mismo seguidor y no afectado por
sombras. Responda si son verdaderas o falsas las siguientes
afirmaciones, aportando una breve justificación de la respuesta.
\begin{itemize}
\item La corriente de cortocircuito del módulo sombreado es inferior a la
del módulo no sombreado.

\item La tensión de circuito abierto del módulo sombreado es inferior a la del módulo no sombreado.
\item La resistencia serie del módulo sombreado es inferior a la del módulo no sombreado.
\item La corriente en el punto de máxima potencia del módulo sombreado disminuye de forma proporcional a la radiación sombreada.
\item La disminución de radiación incidente debida al sombreado conlleva
una reducción en la temperatura del módulo sombreado. Por tanto, la
tensión en el punto de máxima potencia del módulo sombreado aumenta
a razón de \(2.3\,mV/^{\circ}C/celula\) con la diferencia entre la
temperatura de trabajo y la correspondiente a condiciones estándar
de test (STC).
\end{itemize}

\item Comente la validez de esta afirmación: ``El uso de diodos de paso
debe ser tenido en cuenta por el diseñador sólo cuando el generador
fotovoltaico vaya a estar sometido a condiciones de temperatura
ambiente especialmente elevadas. En caso contrario, se puede
prescindir del uso de estos elementos para reducir los costes del
sistema.''

\item Describa brevemente las causas y consecuencias del fenómeno del
punto caliente en los módulos fotovoltaicos. ¿Es razonable el uso de
varistores para evitar su aparición?
\end{itemize}

\begin{itemize}
\item En la fachada de un edificio existe un generador fotovoltaico. En un
momento determinado parte de este generador está afectado por
sombras de un arbolado cercano. Tomando en consideración dos módulos
de este generador, uno de ellos afectado por sombra y denominado
\(M_S\), y otro sin sombras y denominado \(M_0\), suponiendo que ambos
módulos son idénticos, compare las siguientes magnitudes usando
afirmaciones del estilo ``La [magnitud] del módulo \(M_s\) es mayor
que la del módulo \(M_0\) porque \ldots{}'':
\begin{itemize}
\item Corriente de cortocircuito
\item Tensión de circuito abierto
\item Temperatura de célula
\item Potencia eléctrica
\end{itemize}
\end{itemize}
