libro/PreguntasBreves.org
* SFCR
- En las siguientes afirmaciones se resalta en negrita un
  número. Indique y razone brevemente si esa cantidad resaltada es
  factible en el contexto de la frase correspondiente.

  1. La media anual de la productividad diaria de un SFCR estático en
    Madrid es de *6.5 kWh/kWp*.
    # #+BEGIN_QUOTE
    # No es factible. Implica una productividad anual de $6.5 \cdot 365
    # = \SI{2372.5}{\kWh\per\Wp}$, cuando los valores
    # razonables son del orden de
    # $\SI{1400}{\kWh\per\Wp}$.  Esta productividad
    # implica una irradiación anual efectiva en el plano del generador
    # de aproximadamente
    # $\SI{3230}{\kWh\per\meter\squared}$. Se puede comprobar
    # en los mapas correspondientes que es un valor excesivo.
    # #+END_QUOTE

  2. Un generador FV está situado a 100 m de distancia de su
    inversor. La tensión y corriente de trabajo en el tramo de
    continua son 400 V y 10 A, respectivamente. Es necesario utilizar
    una sección de cable de *35mm^2*.
    # #+BEGIN_QUOTE
    # No es factible. La sección de cable necesaria es de
    # \SI{6}{\milli\meter\squared}
    # #+END_QUOTE

- En relación con un inversor DC/AC, responda si son verdaderas o
  falsas las siguientes afirmaciones, aportando una breve
  justificación de la respuesta.

  - Se emplea principalmente la tecnología de conmutación de onda
    cuadrada, dada la sencillez de la lógica de control, el bajo nivel
    de armónicos y la facilidad para regular el nivel de tensión de
    salida.
    # #+BEGIN_QUOTE
    # FALSO. La tecnología de onda cuadrada se utiliza sólo en
    # inversores de baja calidad para aplicaciones muy sencillas, y
    # nunca en conexión a red.
    # #+END_QUOTE
  - Se suele elegir una frecuencia de conmutación superior a 1 MHz,
    dada la baja influencia de la frecuencia en la distorsión de onda
    y la relación inversamente proporcional entre la frecuencia y las
    pérdidas por conmutación.
    # #+BEGIN_QUOTE
    # FALSO. La frecuencia de conmutación es directamente proporcional a
    # las pérdidas por conmutación e influye en la distorsión de
    # onda. Por tanto se elige como compromiso entre los dos efectos y
    # con valores bastante más bajos que 1 MHz.
    # #+END_QUOTE
  - Para inversores de potencia inferior a 5 kW se emplea tecnología
    de modulación del ancho de pulso mediante comparación con onda
    sinusoidal (SPWM). Para potencias superiores, y dadas las
    limitaciones de los dispositivos de conmutación, se utiliza
    conmutación por onda cuadrada.
    # #+BEGIN_QUOTE
    # FALSO. En potencias superiores también se utiliza SPWM.
    # #+END_QUOTE

- Un informe sobre una instalación fotovoltaica de conexión a red
  proyectada en el sur de la península declara una media anual de la
  productividad diaria de
  $\SI{4.1}{\kWh\per\kilo\Wp}$. Sabiendo que la
  irradiación global efectiva anual en el plano del generador
  correspondiente a esa localidad es de
  $\SI{1860}{\kWh\per\meter\squared}$, ¿cuál es el
  \emph{performance ratio} de la instalación propuesta? Suponga que el
  efecto de las sombras es despreciable.

  # #+BEGIN_QUOTE
  # $PR = \frac{4.1 \cdot 365}{1860} = 0.804$
  # #+END_QUOTE

- Como es conocido, en los generadores fotovoltaicos de los SFCR se
  recomienda la configuración flotante. Responda si son verdaderas o
  falsas las siguientes afirmaciones, aportando una breve
  justificación de la respuesta.

  - De esta forma, se garantiza la prevención contra cortocircuitos y
    sobrecargas debidas a la red eléctrica.
    # #+BEGIN_QUOTE
    # FALSO. La configuración flotante no tiene relación con estos efectos en la red eléctrica.
    # #+END_QUOTE

  - Así, se garantiza mayor protección tanto frente a contactos directos
    como frente a contactos indirectos. Sin embargo, la protección
    aumenta con una red de tierras bien diseñada y un vigilante de
    aislamiento integrado en el inversor.
    # #+BEGIN_QUOTE
    # VERDADERO. Esos son los tres niveles de protección en un sistema de conexión a red.
    # #+END_QUOTE

  - Esta configuración consiste en que todas las partes metálicas
    accesibles son puestas a tierra junto con al menos un conductor
    activo en la parte DC. Todos los conductores activos de la parte AC
    quedan aislados de tierra.
    # #+BEGIN_QUOTE
    # FALSO. En una configuración flotante no hay conexión de ningún conductor activo a tierra.
    # #+END_QUOTE

- Los equipos denominados inversores se emplean en los sistemas
  autónomos de electrificación, en los sistemas de bombeo y en los
  sistemas de conexión a red para convertir la corriente continua del
  generador FV en corriente alterna. Indique las principales
  diferencias que existen entre los inversores adecuados a cada una de
  estas tres aplicaciones.
#   #+BEGIN_QUOTE
# Los inversores de conexión a red funcionan como fuentes
# de corriente (entregan toda la corriente que sea necesaria) a una
# tensión y frecuencia que viene dada por la red eléctrica.  Los
# inversores de sistemas autónomos de electrificación funcionan como
# fuentes de tensión, es decir, fijan la tensión y frecuencia de
# funcionamiento de todo el sistema.  Los inversores de los sistemas de
# bombeo son variadores de frecuencia, que adaptan su tensión y
# frecuencia de salida a las condiciones de funcionamiento del generador
# fotovoltaico y de la bomba de agua.
# #+END_QUOTE


* COMMENT SFA

- Se ha obtenido la línea isofiable para cierto valor de probabilidad
de pérdida de carga (LLP) en una localidad. Se analizan dos de las
posibles soluciones para las que la capacidad de almacenamiento
muestra la siguiente relación: $C_{S2}=2\cdot C_{S1}$. Para realizar
este análisis se supone que el sistema fotovoltaico no tiene regulador
de carga y que durante el periodo en el que se estudian nunca se
produce una descarga completa del acumulador. Responda si son
verdaderas o falsas las siguientes afirmaciones, aportando una breve
justificación de la respuesta. 
- El régimen de carga es más alto en la batería 1 que en la 2.
- VERDADERO. Al ser $LLP_{1}=LLP_{2}$, dada la relación $C_{S2}=2\cdot C_{S1}$,
debe ser $C_{A2}<C_{A1}$. Por tanto, el generador 1 entrega más corriente. 

- El tiempo de permanencia en estados de baja carga es más alto en la
batería 1 que en la 2.


- FALSO. Idéntico razonamiento al anterior.

- El consumo de agua es más alto en la batería 1 que en la 2.


- VERDADERO. Por el mismo razonamiento, en la batería 1 será más probable
la sobrecarga y el gaseo.

- La tendencia a la oxidación del ánodo es más alta en la batería 1
que en la 2.


- VERDADERO. Por el mismo razonamiento, en la batería 1 será más probable
la sobrecarga.

- La tendencia a la sulfatación es más alta en la batería 1 que en la
2.


- FALSO. Por el mismo razonamiento, es menos probable que la batería
1 se encuentre en estados de baja carga.

- La tendencia a la estratificación es más alta en la batería 1 que
en la 2. 


- FALSO. Por el mismo razonamiento, es menos probable que la batería
1 se encuentre en estados de baja carga, y además la corriente de
carga que recibe es mayor.

- En los sistemas domésticos de electrificación rural es común el uso
  de baterías de automóvil. Sin embargo, es sabido que este tipo de
  acumuladores no tiene las características óptimas de funcionamiento
  para su inclusión en los sistemas fotovoltaicos.  Explique
  brevemente esta contradicción.
  #+BEGIN_QUOTE
  Las baterías de automóvil están diseñadas para soportar una elevada
intensidad en un corto espacio de tiempo, asociado al arranque del
vehículo. Este funcionamiento no se corresponde con el de un sistema
fotovoltaico. Estas baterías, cuando son incluidas en sistemas
fotovoltaicos, presentan una vida corta y deben ser reemplazadas con
frecuencia. Sin embargo, su uso es muy común dada su elevada
disponibilidad en los mercados locales, a diferencia de baterías más
sofisticadas. Además, su bajo precio las hace más accesibles a los
usuarios de estos sistemas.
  #+END_QUOTE

- Dentro de las aplicaciones autónomas de los sistemas 
  fotovoltaicos, es muy poco frecuente el empleo de sistemas de 
  seguimiento solar en el generador fotovoltaico, a pesar del 
  incremento de productividad asociado. Aporte los motivos que 
  considere más relevantes para explicar este hecho.

  #+BEGIN_QUOTE
En el diseño de los sistemas autónomos es imprescindible tomar 
las decisiones adecuadas que garanticen el buen funcionamiento 
del sistema de forma sostenida dado que, en general, estos 
sistemas están alejados de los núcleos urbanos y, por tanto, las 
posibles reparaciones implican largos desplazamientos del 
personal especializado. En este contexto, debe limitarse el uso 
de elementos móviles que requieren el mantenimiento frecuente y 
el uso de lubricantes. Además, el uso de sistemas de seguimiento 
implica un coste adicional que sólo es razonable en sistemas de 
medio y gran tamaño, poco frecuentes en la electrificación rural.
#+END_QUOTE

- Un inversor autónomo está conectado a un banco de baterías con una
  tensión nominal de \SI{24}{\volt}. ¿Cuál es la corriente a la
  entrada del inversor cuando entrega \SI{3.6}{\kilo\watt} a la salida
  con una eficiencia de 0.87?

- Explique los problemas de funcionamiento que se observarían en
  un hipotético sistema autónomo de electrificación rural sin batería.

  #+BEGIN_QUOTE
Los problemas serían:

- El sistema fotovoltaico sólo podrá hacer frente al consumo cuando la
  radiación solar sea la necesaria para la potencia requerida por las cargas.
- La tensión del sistema fluctuará de forma descontrolada,
  variando en función de las curvas de funcionamiento del generador
  fotovoltaico y las cargas.
- El generador fotovoltaico no será capaz de suministrar picos de
  sobreintensidad a las cargas (por ejemplo, motores en arranque).

#+END_QUOTE

