libro/PreguntasBreves.tex


\section*{SFCR}
\label{sec:orgdceeeec}
\begin{itemize}
\item En las siguientes afirmaciones se resalta en negrita un
número. Indique y razone brevemente si esa cantidad resaltada es
factible en el contexto de la frase correspondiente.

\begin{enumerate}
\item La media anual de la productividad diaria de un SFCR estático en
Madrid es de \textbf{6.5 kWh/kWp}.

\item Un generador FV está situado a 100 m de distancia de su
inversor. La tensión y corriente de trabajo en el tramo de
continua son 400 V y 10 A, respectivamente. Es necesario utilizar
una sección de cable de \textbf{35mm\(^{\text{2}}\)}.
\end{enumerate}

\item En relación con un inversor DC/AC, responda si son verdaderas o
falsas las siguientes afirmaciones, aportando una breve
justificación de la respuesta.

\begin{itemize}
\item Se emplea principalmente la tecnología de conmutación de onda
cuadrada, dada la sencillez de la lógica de control, el bajo nivel
de armónicos y la facilidad para regular el nivel de tensión de
salida.
\item Se suele elegir una frecuencia de conmutación superior a 1 MHz,
dada la baja influencia de la frecuencia en la distorsión de onda
y la relación inversamente proporcional entre la frecuencia y las
pérdidas por conmutación.
\item Para inversores de potencia inferior a 5 kW se emplea tecnología
de modulación del ancho de pulso mediante comparación con onda
sinusoidal (SPWM). Para potencias superiores, y dadas las
limitaciones de los dispositivos de conmutación, se utiliza
conmutación por onda cuadrada.
\end{itemize}

\item Un informe sobre una instalación fotovoltaica de conexión a red
proyectada en el sur de la península declara una media anual de la
productividad diaria de
\(\SI{4.1}{\kWh\per\kilo\Wp}\). Sabiendo que la
irradiación global efectiva anual en el plano del generador
correspondiente a esa localidad es de
\(\SI{1860}{\kWh\per\meter\squared}\), ¿cuál es el
\emph{performance ratio} de la instalación propuesta? Suponga que el
efecto de las sombras es despreciable.

\item Como es conocido, en los generadores fotovoltaicos de los SFCR se
recomienda la configuración flotante. Responda si son verdaderas o
falsas las siguientes afirmaciones, aportando una breve
justificación de la respuesta.

\begin{itemize}
\item De esta forma, se garantiza la prevención contra cortocircuitos y
sobrecargas debidas a la red eléctrica.

\item Así, se garantiza mayor protección tanto frente a contactos directos
como frente a contactos indirectos. Sin embargo, la protección
aumenta con una red de tierras bien diseñada y un vigilante de
aislamiento integrado en el inversor.

\item Esta configuración consiste en que todas las partes metálicas
accesibles son puestas a tierra junto con al menos un conductor
activo en la parte DC. Todos los conductores activos de la parte AC
quedan aislados de tierra.
\end{itemize}

\item Los equipos denominados inversores se emplean en los sistemas
autónomos de electrificación, en los sistemas de bombeo y en los
sistemas de conexión a red para convertir la corriente continua del
generador FV en corriente alterna. Indique las principales
diferencias que existen entre los inversores adecuados a cada una de
estas tres aplicaciones.
\end{itemize}
\end{document}